data/adaptive_selection_16/2017-05-03_03-38-10/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1440: Wed May  3 04:37:01 2017
  write: io=153600MB, bw=49109KB/s, iops=47, runt=3202819msec
    slat (usec): min=89, max=48976, avg=254.22, stdev=217.90
    clat (msec): min=11, max=311, avg=20.59, stdev=16.20
     lat (msec): min=11, max=311, avg=20.84, stdev=16.22
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   17], 80.00th=[   21], 90.00th=[   34], 95.00th=[   58],
     | 99.00th=[   93], 99.50th=[  108], 99.90th=[  141], 99.95th=[  159],
     | 99.99th=[  221]
    bw (KB  /s): min= 8192, max=75776, per=100.00%, avg=49140.14, stdev=21898.10
    lat (msec) : 20=78.86%, 50=15.54%, 100=4.89%, 250=0.71%, 500=0.01%
  cpu          : usr=0.81%, sys=0.45%, ctx=158769, majf=0, minf=22
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=49108KB/s, minb=49108KB/s, maxb=49108KB/s, mint=3202819msec, maxt=3202819msec

Disk stats (read/write):
  sdb: ios=88/51200, merge=0/307200, ticks=145/1054019, in_queue=1053972, util=32.94%
  sdc: ios=87/51200, merge=0/307200, ticks=205/1055607, in_queue=1055639, util=32.99%
  sdd: ios=87/51199, merge=0/307200, ticks=220/1052157, in_queue=1052204, util=32.89%