data/adaptive_selection_16/2017-05-03_03-38-10/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1437: Wed May  3 04:36:43 2017
  write: io=153600MB, bw=49457KB/s, iops=48, runt=3180243msec
    slat (usec): min=87, max=63706, avg=231.10, stdev=268.01
    clat (msec): min=10, max=304, avg=20.46, stdev=15.98
     lat (msec): min=10, max=304, avg=20.69, stdev=16.00
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   17], 80.00th=[   21], 90.00th=[   34], 95.00th=[   57],
     | 99.00th=[   92], 99.50th=[  106], 99.90th=[  139], 99.95th=[  157],
     | 99.99th=[  219]
    bw (KB  /s): min= 8192, max=75079, per=100.00%, avg=49488.72, stdev=21961.44
    lat (msec) : 20=79.32%, 50=15.21%, 100=4.79%, 250=0.68%, 500=0.01%
  cpu          : usr=0.68%, sys=0.49%, ctx=158246, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=49457KB/s, minb=49457KB/s, maxb=49457KB/s, mint=3180243msec, maxt=3180243msec

Disk stats (read/write):
  sdb: ios=87/51198, merge=0/307194, ticks=228/1048728, in_queue=1048762, util=33.01%
  sdc: ios=87/51198, merge=0/307188, ticks=300/1047642, in_queue=1047712, util=32.98%
  sdd: ios=83/51198, merge=0/307188, ticks=226/1047505, in_queue=1047539, util=32.98%